MBTI_CHARACTERISTICS = {
"INTJ":"""\
建築家
INTJ型の性格
I
内向型
N
直感型
T
思考型
J
計画型
建築家
「人間の偉大さは思考にある。人間は一本の葦（あし）にすぎず、自然界で最も弱いものだ。だが人間は考える葦だ」

ブレーズ・パスカル
トップでいることは、孤独でもある…。極めてレアで、かつ非常に有能な性格タイプ“建築家” (INTJ) の人たちは、このことをよく知っているでしょう。理性的で頭の回転が早く、自分の思考能力、さらに偽善や欺瞞を不思議なほどにも簡単に見透かす力を誇りを感じている人たちです。建築家の頭は常に動いていて、自分の周囲で起こっていること全部をひっきりなしに分析するので、自分のペースについてきてくれる人を見つけるのが大変だと感じることもあるでしょう。

建築家 (INTJ)型の性格
パイオニア精神
建築家はすべてのことを疑う人たちです。多くの性格タイプは他人の専門知識や社会通念を自分の人生の道しるべとし、現状を受け入れる傾向がありますが、常に懐疑的な建築家は自分で色々なことを理解・発見することを好みます。物事を改善させるためには、規則を破ったり人から非難されたりすることもいとわない傾向があります。それどころか、そういうことが楽しいと感じるのです。

ただし、「新しいアイデアは、実際にうまくいくものでなければ価値がない」と建築家は言うでしょう。ただ単にクリエイティブでありたいのではなく、成功願望があるのです。仕事には極めてひたむきで、自分の見識・ロジック・意思力を全力で活用するタイプです。無意味な規則や浅はかな批判で自分の邪魔をするような人には遭遇したくない、と感じているでしょう。

建築家は骨の髄まで独立心があるので、他人の期待は気にせずに 自分のアイデアを追求したいのです。
自立心が強いという特徴もあり、一人で何かをするのも気になりません。周りの人が自分に追いついてくるまで待つのを嫌うからかもしれません。何か決断をする際に他の人の意見などを聞くことも、通常、好みません。周りの人の考え・希望・計画を無視してしまうので、この“一匹狼”的な姿勢を無神経だと感じる人もいます。

だからといって、思いやりがない人だと考えるのは誤解です。ストイックに知的な建築家に対するステレオタイプは色々あるかもしれませんが、建築家は感情にとても敏感です。物事がうまくいかなかったり、人を傷つけてしまったりするとショックを受け、原因究明に多くの時間と労力を費やすでしょう。普段の意思決定において感情はあまり重視しないかもしれませんが、建築家はれっきとした人間なのです。

知識に貪欲
建築家は非常に大胆な夢を描く人たちであると同時に、ものすごく悲観的でもあります。意思と知力があればどんな難しい目標でも達成できると信じている一方で、人間性を概して冷たい目で見ています。ほとんどの人間は怠惰で想像力がなく、平凡な人間で一生を終える運命だと建築家は思っているのです。

自分の知見と知的鋭敏さから自己肯定感の多くを得ているタイプで、学校で“読書家”や“ガリ勉”などと呼ばれていたこともあったでしょう。でも、このようなレッテルを悪くは受け止めず、逆にポジティブなものとして受け入れた建築家も少なくないでしょう。興味を持った分野すべてを、たとえプログラミングであれ、カポエイラであれ、クラシック音楽であれ、独学で勉強してマスターできる。この能力を建築家自身が認識しているのです。

建築家は人に自慢するために新しいことを学ぶのではありません。知識を増やすことが純粋に楽しいと感じるのです。
ひたむきな気質なので、くだらないこと、娯楽、意味のない噂話には興味がありません。かといって冗談が通じなかったり、退屈な人間だったりというわけでは全くありません。建築家は武骨だけど機知に富んだ話をすることで知られていて、真面目な風に見えても鋭い皮肉を利かせたユーモアで笑いをもたらすでしょう。

人付き合いにおける“もどかしさ”
親しみやすく、人懐っこい人としては、建築家は知られていません。礼儀正しさや社交辞令より、合理性と成功を重視するタイプです。つまり皆に好かれるより、正しくありたいと思うのです。映画や小説に出てくる悪人が、よくこの性格タイプをもとに描かれるのも納得でしょう。

真実と複雑さを大事にするので、多くの人が当然のようにすること（たとえば世間話や罪のない嘘など）も、建築家の目には無意味または“くだらないもの”として映ってしまいます。その結果、建築家の実直さを無礼、さらには侮辱的に感じてしまう人もいるでしょう。

建築家は人付き合いにもどかしさを感じるので、人付き合い自体をやめてしまおうかと考えることもあります。
それでも、他の性格タイプと同様に建築家は人と接する機会を求めます。ただし、建築家は自分と同じ価値観を持った人たちに囲まれたいと思うのです。建築家は自分らしく振る舞うことで、自分と似ている人たちに出会うことはよくあるでしょう。自分の興味を突き進めると、自然に自信を持った建築家の振る舞いに他の人が惹きつけられるのです。これは職場でも社交の場においても、さらには恋愛関係においても当てはまるでしょう。

人生というチェスゲーム
矛盾に満ちているのが建築家です。--想像力豊かでありながら、決断力がある。野心的でありながら、人前に出たがらない。好奇心旺盛でありながら、集中力がある。はたから見ると、このような矛盾はまるで不可解かもしれませんが、建築家の内面の動きを理解すれば、すべて理にかなっていることが分かるでしょう。

建築家にとって人生は“巨大なチェスゲーム”なのです。運ではなく戦略を頼りにするタイプなので、それぞれの指し手の前にメリットとデメリットを熟考する傾向にあります。そして、「創意工夫と洞察力さえが十分あれば、どんな困難が途中に待ち受けていようともゲームに勝つ方法は見つけられる」と確信しているのです。
""",
"INTP":"""\
論理学者
INTP型の性格
I
内向型
N
直感型
T
思考型
P
探索型
論理学者
大切なのは、疑問を持つのをやめないこと。好奇心はそれ自体に存在意義があるのだ。

アルベルト・アインシュタイン
論理学者は持ち前の“ユニークな視野”と“活発な知力”に誇りを持っていて、宇宙のあらゆる謎について色々と考えざるにはいられない人たちです。歴史上、影響力のある多くの哲学者や科学者たちの中に論理学者がいるのも納得でしょう。この性格タイプの人たちはかなりまれなのですが、独創性と創作力を備えていることもあり、周りから注目を浴びるのも恐れません。

知的生活
論理学者はよく物思いにふけるタイプで（それ自体は悪いことではありません）、思考がストップしていることはまれです。朝起きた瞬間から、さまざまなアイデアや質問、洞察について頭がひっきりなしに動いているのです。自分の頭の中で一人で本格的なディベートをすることも、時にはあるでしょう。

論理学者は好奇心旺盛な上に想像力豊かなので、自分の思考に際限なく魅了されるのです。
一見すると、絶え間なく空想の世界に浸っている——そう見えるかもしれません。論理学者は客観的かつ若干控えめで、よく物思いにふける人として知られています。ただし、自分のすべての心的エネルギーを目前の“瞬間”または“誰か”に向けようとすることもあり、そんな様子に周りの人は少し違和感を覚えることもあるでしょう。いずれの状態でも論理学者は内向的なので、人との接触が多いと疲れを感じる傾向があります。長い一日の最後には、自分の思考と向き合うひとりの時間を求めるでしょう。

ですが、論理学者が無愛想または神経質だと思うのは誤解です。自分の精神的エネルギーと釣り合う人に出会った際には論理学者の顔色はパッと明るくなり、さまざまな考えに夢中になるでしょう。好奇心旺盛な人とアイデアの交換をしたり、活発な論議をしたりできると、論理学者はものすごく元気になるのです。

論理学者 (INTP)型の性格
初歩的なことだよ、論理学者さん
パターン分析が大好きなので、（実際にどうやっているのか自分でも理解していない場合もありますが）シャーロック・ホームズのように矛盾や異常を見つける才覚を持っている場合が多いでしょう。ですので、論理学者に嘘をつくのは賢明ではありません。

皮肉なことに、論理学者の言葉をいつも真に受ける必要はありません。本人は不正直でいるつもりはなくても活発な頭脳の持ち主なので、熟慮していないアイデアや理論で頭があふれていることもあるからです。週末の予定から根本的な道徳原則にわたるあらゆることについて、“一度決心した”と周りの人に思われていることにまったく気づかずに、自分の考えを改める場合もあります。さらに、面白い議論を続けるために“悪魔の代弁者”に進んでなることも少なくないでしょう。

論理学者にとって最高の会話はブレインストーミングセッションのようなもので、“型破りな考え”や“とっぴな仮定”について語る余地がじゅうぶんにあるものです。
論理学者はさまざまなアイデアや可能性について一日中、熟考できる人たちで、実際、そうすることもよくあります。でも、それらのアイデアを実現させるために必要な日々の作業にずっと興味を持ち続けるとは限りません。幸いにも、重層的で扱いにくい問題を分析して独創的な解決方法を考えつくためには、論理学者の創造的な才能とポテンシャルはこのうえなく役立つでしょう。

宇宙の謎
論理学者は「宇宙のすべてを理解したい」と望んでいますが、特に不可解だと思っている分野が一つあり、それは“人間性”です。論理学者という名前が示すように、論理と合理性の領域に最も慣れている人たちなので、“人間の感情が自分も含めた人々の行動に非論理的な影響をもたらすこと”に当惑する場合もあります。

かといって、論理学者が無情なわけではありません。友人や愛する人たちを精神的に支えたいと心から思うのですが、どうしたらいいか分からないこともあるでしょう。最も効率・効果的にサポートする方法を決められないので、声をかけたり、行動したりするのを見送ってしまうこともあるのです。

この“分析まひ”は、論理学者の人生において複数の領域に影響をもたらすことがあります。とてもささいな決断でも考えすぎることがあり、さまざまな考えが際限なく浮かんでしまうので、行動に移すのに苦労することがあります。その結果、「自分は役に立てていない」と思ってしまったり、行き詰まりを感じたりする場合があるでしょう。

ありがたいことに、にっちもさっちもいかない状況にずっと陥っているわけではありません。たまに泥沼にはまってしまうことがありますが、論理学者はそこから這い上がるのに必要なものを備えていて、それが論理学者特有の強みでもあります。クリエイティビティと偏見のない心を有効活用すれば、——思想家として、そして多才で幸せな人間として——自分の可能性をフルに発揮できるのです。
""",
"ENTJ":"""\
指揮官
ENTJ型の性格
E
外向型
N
直感型
T
思考型
J
計画型
指揮官
人に与えられた時間は限られているので、他人の人生を生きるなどして、時間を無駄にしてはいけない。

スティーブ・ジョブス
生まれつきのリーダーである“指揮官”はカリスマ性があります。自分に自信がある上、権威を醸し出すので、共通の目的のもと群衆を引き付ける力もあります。“非情なほどにも理性的”という特徴もあり、持ち前のやる気、意志の強さ、そして鋭い知性を生かして、目標を達成できる人たちです。指揮官は全人口の3％しか占めませんが、それはそれでいいことなのかもしれません。というのも、世界のほとんどの人は指揮官より内気で敏感な気質なので、指揮官の割合がもっと多かったら大多数の人は指揮官に圧倒されてしまうからです。同時に、私たちが日々“当たり前”と考えている多くのビジネスや制度は、指揮官のおかげで存在するのです。

偉大さを求めて
指揮官が大好きなことがあるとしたら、それは大小の課題に取り組むことです。また、じゅうぶんな時間と資源があれば、どんな目標でも達成できると確信しているので、優れた事業家になる資質があります。戦略的に考えながら長期にわたり集中して、確固たる意思のもと、計画の各段階を正確に実行できるため、有力なビジネスリーダーにもなれます。この“意思の強さ”は“自己成就的予言”でもあります。つまり、他の人なら目標達成を諦めるかもしれない状況でも、指揮官は純然たる意志の力で目標を追求するタイプである上に外向的（E）でもあるので、他の人を巻き込みながら皆で一生懸命頑張り、その結果、目覚ましい成果を生み出せるのです。

指揮官 (ENTJ)型の性格
交渉の場では、たとえそれが仕事上の交渉であっても、はたまた自家用車の購入における交渉でも非常に厳しい姿勢で臨み、支配的な態度を取るでしょう。これは指揮官が冷酷であったり意地悪だったりするからではありません。指揮官は難題や知力の戦いを心から楽しむ人たちで、しかも交渉の場でよくある“機知に富んだやりとり”がとても好きなのです。相手が自分についてこられない場合はもちろん、指揮官にとって最も大事なことである“究極の勝利”を達成できるでしょう。

「ものごとを効率的にこなせるなら、いくら無神経と思われても構わない」このような気持ちは、いつも指揮官の根底にあります。
指揮官がリスペクトする人たちがいるとすれば、それは指揮官に立ち向かえるほどの知性があり、指揮官と同じくらい自分の言動を細部まで計算しコントロールできる人たちです。（どんなに素晴らしい人間でも、ひとりでできることは限られているので）指揮官が持つ“他人の才能を見いだす”という特別な能力は、チーム育成の際に役立つでしょう。また、この能力のおかげで、指揮官は傲慢になりすぎたり、人を過度に見下したりすることもないでしょう。とはいっても、“恐ろしいほど無遠慮に他人の間違いを指摘する”という特別な能力も持っているため、問題も生じてしまいます。

やりがいのあるチャレンジ
指揮官も含めて分析家グループの人たちはみんな感情表現を得意としませんが、指揮官が自身の感情から乖離している様子は特に明らかです。中でも仕事が非効率的だったり、無能や怠惰だと思う相手に対して指揮官は極めて不躾に接するでしょう。また、感情表現は“ひ弱さの表れ”と考えるので、敵を作りやい傾向があります。自分自身の目標達成のためだけでなく、周囲からフィードバックを得るためにも（面白いことに、指揮官はこれらにとても敏感です）うまく機能するチームが絶対不可欠であることを覚えておくといいでしょう。

指揮官はものすごくエネルギッシュなこともあり、本来の自分の姿より壮大な自己像を作り上げ、そのイメージを自分でも信じ込む人たちです。自身の“名声”は自分の言動だけでなく、自分を下支えしてくれているチームの言動にも影響を受ける——。このことを指揮官はいつも念頭に置き、自分のサポートネットワークを構築する人たちの貢献・才能・ニーズを正しく評価して、周囲の人の感情にも配慮することが重要です。“実際にできるようになるまで、できるふりをしてごまかす”アプローチを取る場合でも、自身の長所を活用するとともに他人の気持ちへの配慮をすれば、結果として、とても充実した人間関係を構築できたり、多くの難題を解決できたりするでしょう。
""",
"ENTP":"""\
討論者
ENTP型の性格
E
外向型
N
直感型
T
思考型
P
探索型
討論者
討論者は頭の回転が速い上に大胆な気質の持ち主で、迷わず現状に異議を唱えるタイプの人たちです。それどころか相手が誰であっても、またどんな内容であっても、反対意見を述べることに躊躇しません。議論することが何よりも大好きで、賛否の分かれるトピックに会話が進めば進むほど、面白いと感じるタイプです。

とはいっても、「討論者は気難しい、または意地悪だ」と思うのは誤解です。むしろ、好奇心旺盛かつ博識で、遊び心もユーモアもあり、一緒にいるととても楽しい人たちです。ただ、“楽しいこと”の定義が多くの人とは異なり、熱い論戦を好むというだけです。

“悪魔の代弁者”になり、あえて少数意見に賛成を唱えたり、あらゆる論点の穴を見つけて、とことん論破したり……これらはまさに、討論者が大好きなことです。
討論者 (ENTP)型の性格
ルール破り
安全ではない、独自の考えを持つ人の生き方を追いなさい。自分のアイデアを、論争という危険にさらしない。

トーマス・J・ワトソン
討論者は反抗的な気質の持ち主として知られています。決して疑ってはいけない聖なる考え、決して精査してはいけない基本的なアイデア、決して破ってはいけない、または徹底的に検証することすらできない重要な規則——。このようなものは一切存在しないと討論者は考えます。自分と正反対の考えを持つ人の世界観を探るために、あえて自分の信条に対する反論をすることもあります。

社会からのプレッシャーや社会で当たり前とされる規範や基準——。多くの人は何も考えずにこれらに従い、人に言われた通りにものごとをこなす傾向が強すぎると討論者は考えます。社会で主流となっている考えを疑ってかかる…。このような頭脳訓練が好きで、“普通”から逸脱している人たちや“負け犬”とみなされる人たちの価値を見い出すのも楽しいと思うのです。討論者の頭はいつも活発に動いているので、周りの人が当たり前だと思っていることを再考し、よりうまい方向に持っていくのを得意とします。

持ち前の“幅広い分野にわたる知的エネルギー”を、いかに現実世界で生かして社会貢献するか——。多くの討論者にとって、これが人生における最大の難関です。
討論者はブレインストーミングをしたり、野心的に考えたりするのが大好きですが、実際にアイデアを実行するのは面倒な作業だと感じて、避ける傾向があります。これはある程度、当然でしょう。というのも討論者は数え切れないほど多くの考えや提案があるので、そのすべてを把握するのは不可能だし、それらを現実のものにするのも、もちろん無理な話だからです。でも、“自分の優先事項を認識して、実際にそれらをきちんと優先する”という意欲を養わなければ、討論者は自身のポテンシャルを完全に開花させられない可能性もあります。

“コントラリアン”が払う代償
討論者はディベートが並外れて上手ですが、ディベート力がいつも役に立つとは限りません。ミーティングで面と向かって上司の意見に異議を唱えたり、パートナーの言うことすべてをこきおろしたりする時、討論者は「自分は合理的で論理的なことを言っているだけだ」と思っているかもしれません。でもそうすることで、仕事で成功したり、素敵な恋愛関係を築いて幸せを得たりする可能性を自らダメにしている場合もあります。

議論を面白くするために、わざと大衆とは逆の意見を取る——。このようなコントラリアン的な姿勢が討論者のデフォルトですが、このようなアプローチが適切ではない場面もあります。また、多くの人は自分の考えを信じてもらえなかったり、気持ちを無下にされたりすることが繰り返しあると嫌気が差してくるものです。よって、討論者にとっては遊び感覚の口論でも、それによって人間関係を失ってしまうこともあるでしょう。ビジョン、自信、知識、鋭いユーモア ——。これらのおかげで討論者は周りにリスペクトされていますが、多少なりとも思いやりの気持ちを養わなければ深い人間関係を保つのは難しく、仕事において目標を達成するにも苦労してしまうでしょう。

堅固な人間関係を構築するためには、もっと思いやりのあるアプローチを探ってみる価値はあると討論者は感じるでしょう。
自分にとって“理想の人生”はひとりっきりの人生ではないので、議論に勝つことばかりに労力を費やしていると、人生において自分が求めている“支え“を最終的には得られない…。このことに、やがて多くの討論者は気づきます。幸いにも”社会規範を物ともしない気質“を討論者が失うことは決してありません。持ち前の認知的柔軟性を用いれば、討論者は”ロジック“と”成長”だけでなく”気遣い“と”譲歩“の重要性を認識して、他の人の考え方を理解したり探究したりできるのです。
""",
"INFJ":"""\
提唱者
INFJ型の性格
I
内向型
N
直感型
F
感情型
J
計画型
提唱者
「人のあるべき姿を見て接すると、その人の人間としての可能性が開花される」

ヨハン・ヴォルフガング・フォン・ゲーテ
提唱者（INFJ型）は最もまれな性格タイプですが、社会に大きく影響を与える人たちでもあります。強い信念を持ち、理想主義者である提唱者は惰性で生きる人生には満足せず、自身が立ち上がり、ものごとを改善したいと感じます。お金や地位を得ることを成功とは考えていず、人助けをしたり、世の中にポジティブな変化をもたらしたり、達成感を得たりすることを成功と考えるタイプです。

非常に高い目標や野心を持つというのが提唱者の特徴ですが、のんびりした夢想家ではありません。提唱者は誠意を大事にし、自分が正しいと思うことをしないと気が済まない性分です。自分の価値観をはっきり認識している上に、大切なことを見失わないように常に意識している根っから実直な人たちです。他の人の考えや社会規範をそのまま受け入れるのではなく、自身の知識と直感を基に何が大事か判断して、それを見失わないよう努める人が提唱者です。

提唱者 (INFJ)型の性格
目的を見い出す
提唱者の性格タイプが非常に珍しいからかもしれませんが、本人が自覚していない場合も含めて、「自分は大抵の人とは違う」と感じている傾向があります。豊かな内面を持つ上、人生の目的を見つけたいという深く揺るぎない思いがあるので、提唱者は周りの人となじまないこともあります。周りの人に受け入れられたり、親密な関係を築いたりするのは不可能という意味ではありません。ただ、「人に理解されない」「社会全般と相いれない」と時々感じるのです。

周りになじめないという感覚があっても、幸い社会をよくするという強い決意を提唱者が失うことはありません。不正義に心悩まされる人たちなので、通常、個人的利益より利他的行動を重視します。クリエイティビティ、想像力や繊細さなどといった自身の持ち味を生かしながら他の人をサポートしたり、慈悲の心を広めたりするのが自分の役割だと感じることが多いでしょう。

人助けをして誰かの生活を改善させることに提唱者は大きな喜びを感じるでしょう。
他者を支援することが、自分の人生の目的だと考える提唱者は少なくありません。正義のために、いい意味でものごとに介入して声を上げるよう、いつも提唱者は心掛けています。公平で生きやすい世の中を作るために、深刻な社会問題の解決をも目指します。理想を追求するばかりに、自分自身のケアを怠ってしまうこともあるので、ストレスがたまり、燃え尽きてしまう場合もあります。

人と（そして自分自身と）つながる
提唱者は内向的ですが、偽りのない深い人間関係を大事にする人たちです。相手を心から理解し、自分も相手に深く理解してもらう。これができれば、提唱者はとてつもなく大きな満足感を得られます。雑談より、奥の深い会話を断然好み、周りに気を配りながら穏やかに会話に参加する傾向もあります。提唱者の高い洞察力と自分の気持ちに正直である様子に、周りの人は強く印象付けられるでしょう。

二、三人との偽りのない親密な人間関係は、提唱者の心を満たすでしょう。
気が利く上に慈悲深い人たちなので、人間関係にかなりのエネルギーを注ぎ、気遣いもします。でも、だからといって相手からいつも感謝されるとは限りません。とても思慮深い人たちなので、自分の善意が理解されないともどかしく感じることもあるでしょう。その結果、たとえ建設的な批判であっても、非常にショックを受けたり傷ついたりすることがあります。

自分の使命
多くの提唱者は自分の人生には特別な目的がある、つまり“この地球上で自分が果たすべき使命”があると感じています。この使命が一体何なのか見つけ出すことに大きな意味を感じていて、使命が何か分かったら、それに一生懸命取り組むのです。

不公平なことに遭遇しても、提唱者はほぼ決してあきらめることなく、直感と思いやりの心を軸にして解決策に取り組みます。頭と心のバランスを取ることが生まれつき得意なので、大小の社会悪を是正するのに最適な人材です。ただ提唱者が忘れてはいけないのは、他の人のケアをしつつも、時には小休止を取り自分自身をケアすることです。
""",
"INFP":"""\
仲介者
INFP型の性格
I
内向型
N
直感型
F
感情型
P
探索型
仲介者
仲介者（INFP）は控えめ、または静かそうに見えるかもしれませんが、心の中は情熱であふれ、生き生きとしている人たちです。独創的かつ想像力豊かなので、色々な空想をしながら、さまざまな会話やストーリを作り上げることが好きなタイプでしょう。繊細な気質の持ち主として知られていて、音楽、芸術、自然、そして周りの人に対して、深く感情的に反応する人たちです。

仲介者は高い理想を持ち、共感力が高く、人助けが自分の使命だと感じていて、深く心を通わす人間関係を求めます。でも全人口のうち仲介者が占める割合はとても低いので、仲介者特有の気質を正当に評価しない世界にさまよいながら、「自分は他の人に見えていないようだ…」と感じたり、孤独感を覚えたりすることもあるでしょう。

金はすべて輝くとは限らない。さまよい歩く者が皆迷っているとは限らない。年老いても強い者は枯れない。深い根に霜は届かない。

J・R・R・トールキン
仲介者 (INFP)型の性格
“共感力”という賜物
仲介者は人間性の深みについて心の底から興味があります。根っから内省的な上に、自分の思考と感情をものすごく的確に把握できる人たちで、周囲の人についても理解を深めたいと強く望みます。断定的判断を避ける気質があり、また、慈悲深い性分の持ち主で、どんな時でも他の人の話に耳を傾けるでしょう。「仲介者になぐさめてほしい」と誰かが思っていたり、誰かに心を打ち明けられたりしたら、相手の話を聞き、力になれることを光栄に感じるでしょう。

仲介者にとって理想的な人間関係は、大それた夢や希望だけでなく、ひそかに抱いている恐れや他の人に言えない自分の脆弱さについても、安心して共有できる関係です。
仲介者が持つ最大の資質の一つは共感力なのですが、これはマイナスに作用してしまうこともあります。仲介者は世の苦しみを重圧として抱え、他の人が持つ否定的な考え方や気分を吸収しがちなので、バウンダリーを引くようにしなければ「是正されなければいけない悪が多すぎる…」と感じ、精神的に打ちのめされてしまうでしょう。

自分の真実を語る
仲介者は自分を偽ると、ものすごく不安を感じてしまいます。自分らしさを大切にする上に繊細な気質があり、さらにクリエイティブに自己表現をする機会を切望する人たちなので、著名な仲介者の多くが詩人、作者、俳優、芸術家なのも納得でしょう。人生の目的や意義について思いを巡らせずにはいられず、そうする過程で色々なストーリーやアイデア、可能性を考え出す人たちなのです。

仲介者は自己表現の才能があるので、架空の人物や“例え”を通して、心の奥の思いや秘密を明かすこともあります。
このような想像の世界で、自分の居場所と自分の本質を仲介者は探るでしょう。これは美しい気質でもあるのですが、そのせいで行動を起こす代わりに空想にふけってしまう傾向もあります。充足を感じられなかったり、自分は無能だと感じたり、イライラしたりするのを避けるためには、自分のアイデアや夢を現実のものにするようアクションを起こす必要があります。

使命を探し求める
自分の人生における目的意識を理解できなければ、「人生に方向性がない」「行き詰まりしている」と感じてしまう傾向があります。多くの仲介者にとって“人生の目的”は、他人の苦しみをあたかも自分の苦しみのように感じる能力や、他の人をサポートすることに関するものです。仲介者は皆を助けたいと思うのですが、エネルギーと努力を集中して使わなければ自分が疲れ果ててしまうでしょう。

春が来ると花が咲くように、幸いにも非常に暗い季節の後でも、仲介者の理想主義と想像力は開花します。完璧な世界を作るのは無理だと分かっていても、「できる限りよい世界にしたい…」と仲介者は思うのです。この“正しいことをする”という静かなる信条のおかげで、仲介者はどこに行っても大抵、慈悲の心、優しさ、美しさを周りから引き出すのです。
""",
"ENFJ":"""\
主人公
ENFJ型の性格
E
外向型
N
直感型
F
感情型
J
計画型
主人公
「大きな人生の目的を果たすのが自分の使命だ…」 こんなふうに、主人公型の人たちは普段感じているでしょう。理想主義で思いやりがあるので、他の人たち、そして世の中に良い影響をもたらすよう努めるタイプです。正しいことをする機会——たとえそれが簡単にできることでなくても——を敬遠することは滅多にありません。

主人公 (ENFJ)型の性格
生まれつきリーダー格なので、著名な政治家、コーチ、教師の多くが主人公型の性格タイプなのも納得です。情熱的でカリスマ性があり、仕事でだけでなく人間関係も含めた人生のあらゆる領域で人々をインスパイアするでしょう。友人や愛する人が最高の人間になるよう導くことに、とてつもなく大きな喜びとやりがいを主人公は感じるのです。

全世界が静かな時には、たった一つの声さえも力強くなる。

マララ・ユスフザイ
正しいことを主張する
“自分の利益を顧みないこと”や“偽りのない自分でいること”を含めて、主人公は自分の価値観について声高に主張する傾向があります。何かが不公平であったり、間違っていたりすると思った場合は、それについてはっきりと話すでしょう。でも、洞察力が高く、繊細な気質の持ち主でもあるので、他の人に共感してもらえるように話すことが得意で、高圧的な印象を与えることはまれです。

人の根底にある動機や信条を不思議なほど正確に理解できる人たちで、なぜ他の人の考えや感情をすぐさま把握できるか自分でも分からないこともあります。でも、このような“ひらめき”のおかげで、主人公は非常に説得力があり、周りの人を大きくインスパイアしながらコミュニケーション取ることができるのです。

人の心を変えるのは容易ではありません。——でも、主人公ならできるでしょう。
主人公の秘密兵器は、“純粋な意図”を持っていることです。通常、「他の人を操りたい、支配したい」という望みはなく、「正しいことをしたい」と純粋な願いに動機づけられているので、たとえ誰かと意見の相違があっても、双方が合意できる点を見つけようとします。おかげで、無視できないくらいほど雄弁かつ繊細な形で主人公は意思疎通することができ、自分にとって大事な事柄について話すときは、なおさらこの傾向が顕著になります。

深入りする
自分にとって大切な人が困っていると、「その人の問題を解決してあげたい…」そして、時には「何が何でも解決してあげたい」と主人公は思います。幸いにも、多くの人は主人公のアドバイスや支援をありがたく感じるでしょう。“他の人の生活改善を手助けする人たち”として主人公がよく知られているのには、やはり理由があるのです。

主人公は誠実で優しい気質の持ち主ですが、有言実行する人たちでもあります。正しいことをするよう他の人をやる気にさせることで、とてつもなく大きな幸せを感じるのです。
でも、主人公が他の人の問題に深入りしても、必ずしも成功につながるとは限りません。他の人がより良い人間になるためには何をできるか、何をするべきか——このような明確なビジョンを主人公は持っていますが、変化を起こす準備ができていない人たちもいるでしょう。主人公が強く押し過ぎると、愛する人は「不当にジャッジされた」と感じたり、主人公に腹を立てたりすることもあるでしょう。洞察力が高いことで知られている人たちですが、最も賢い主人公であっても時にはうっかり悪いアドバイスを提供したり、早とちりしてしまったりすることもあります。

リードする
ものすごく利他的なタイプなので、自分が信じているアイデアや人たちを弁護するためには、攻撃されることを覚悟しています。このような強い信条により、主人公が生まれつき持っているリーダーシップ力——特に公共善のために協力して動くよう人々を導く能力——は強化されるのです。

主人公の最大の資質は、模範を示して指導することかもしれません。一見したところつまらない状況にも、慈悲の心、優しさ、熱心さを持って対応できることを、主人公は日常生活の中で示すのです。日々のとてもささいな選択や行動でさえも——“苦労している同僚にどういう言葉をかけるか”から、“週末をどう過ごすか”まで——主人公にとっては明るい将来を導く機会なのです。
""",
"ENFP":"""\
運動家
ENFP型の性格
E
外向型
N
直感型
F
感情型
P
探索型
運動家
「あなたがどんな仕事をしているかは、私にはどうでもいいこと。あなたが何を切望しているか。また、あこがれとの出会いを夢見る勇気があるかどうかを知りたい」

オライア・マウンテン・ドリーマー
運動家 (ENFP) は根っから自由奔放な人たちで、社交的でもあり心が広いという特質もあります。明るく楽観的な姿勢を持つので、大勢の中で目立つ存在でしょう。普段から人気者の運動家ですが、楽しいことだけに興味があるわけではありません。運動家は奥深い性格の持ち主で、周囲の人と有意義な精神的つながりを持つことを強く望むという特徴もあります。

運動家 (ENFP)型の性格
日常生活における魔法
フレンドリーで外向的な運動家は、充実した人間関係や社会生活を維持することに熱心です。ぱっと見た感じ、おおらかで人付き合いの良い人ですが、とても豊かで生き生きとした内面も持っています。飽くなき想像力とクリエイティビティ、旺盛な好奇心を抱くのも運動家の特徴です。

独特なやり方で、ものすごく内省的になることもあります。他のことに集中するべき時でも、人生の深い意味や目的について、つい考えてしまうのです。「すべてのもの、そして、すべての人はつながっている」 そう信じているので、この“つながり”から得られるわずかな洞察を生きがいにしています。

自立心が強くクリエイティブな運動家は、日常生活に意義や魔法を求めています。
想像力をかき立てられると運動家は夢中になり、その情熱に周囲の人も熱くなるでしょう。他の人を惹きつけるポジティブなエネルギーを発散するので、リーダーや指導者（グル）として周囲に祭り上げられることもあるでしょう。でも最初に強く感じた興奮が冷めると、自制心と一貫性を失ってしまい、以前はとても大事に思っていたプロジェクトへの興味をも失ってしまう場合もあります。

喜びを探し求める
人生において喜びと満足を探し求めることは、浅はかなことではない。これを証明してくれるのが運動家です。“熱心な理想家”から“ダンスフロアで屈託なく楽しんでいる人”に、瞬く間に姿を変える人たちなのです。

運動家は、かたや強い感情や考えを持つこともあれば、リラックスして楽しい時を過ごすこともあります。
楽しんでいる瞬間も、運動家は周りの人と精神的に結びつきたいと感じます。大切な人たちと偽りのない心からの会話をすることを、何よりも重視するのです。「誰もが自身の感情を表現するに値する」 こう考える人たちでもあり、運動家持ち前の共感力と優しさのおかげで、かなり内気な人でも安心して心を開くことができるのです。

運動家が気をつけなければいけないこともあります。直感を頼りにすると、周りの人の言動を深読みしてしまうこともあるでしょう。ただ単に相手に説明を求めればいいものの、それをせずに、その人の望んでいることや意図について頭を悩ませてしまうこともあるでしょう。運動家は調和を重視するタイプなので、人付き合いからくるこのようなストレスにより、夜眠れないこともあるでしょう。

多くの時間をかけて、さまざまな人間関係・感情・アイデアを探求してから、自分に合った“生きる道”を見つけるタイプでもあります。最終的に自分の“道”を見つけ出せたあかつきには、運動家の想像力・共感力・勇気は自身の生活だけでなく世界に輝きをもたらすでしょう。
""",
"ISTJ":"""\
管理者
ISTJ型の性格
I
内向型
S
観察
T
思考型
J
計画型
管理者
自分に与えられた能力を生かさない方が怖いのです。やるべきことを先延ばししたり怠惰でいたりする方が怖いのです。

デンゼル・ワシントン
ロジスティシャンは自分が誠実な人間であることに誇りを感じている人たちで、何かにコミットしたら最後までやり遂げる、そして建前ではなく本音を語るタイプでもあります。

全人口のかなりを占める性格タイプで、特に周りから注目されたいと思ったり派手だったりするわけではありませんが、強固で安定した社会基盤の維持に大きく貢献する人たちです。ものすごくストレスフルな状況においても落ち着いて論理的でいられる上に現実的で頼りがいがある人として、家庭やコミュニティ内で尊敬されているでしょう。

管理者 (ISTJ)型の性格
自分が言いたいことを言う代わりに他の人が聞きたいことを言ったり、責任逃れをしたりする人が多くいる世界で、ロジスティシャンは正直かつひたむきで信頼できる人として異彩を放ちます。
誠実に生きる
ロジスティシャンの自尊心の中核にあるのは、誠実さです。いかなる状況においても正しいやり方はある、あたかも正しいやり方がないように振る舞う人は、きっと自分の利益のために規則を曲げようとしている——と考える人たちです。“整った環境”や“伝統“を深く尊重するので、明確な序列があり、求められていることが明らかな組織・職場・教育環境に惹かれることが多いでしょう。

環境が整っていないところには自由ではなくカオスがある——多くのロジスティシャンはこのように感じます。
自分の行動や決断について責任を取ることに滅多に躊躇せず、通常、世間体が悪くても自分の過ちをすぐに認め、真実を受け入れられる人たちです。ロジスティシャンにとって建前を言うより正直であることの方が断然大事なので、嘘をついて誰かに好印象を与えるより、自分の良心を満足させたいと思うのです。

どんなことがあっても自分の義務を全うするよう努める傾向もあるので、同様の基準を自身に課さない人に出会うと困惑してしまいます。ロジスティシャンのように強い自制心を持たない人たちは実際には別の困難にも直面しているかもしれないのに、相手を怠惰・不正直だと決めつけてしまうこともあります。このような批判を声に出して言わなくても、相手を軽蔑していることは周りに伝わってくるので、厳しい人・冷たい人だと周りから思われているロジスティシャンもいるでしょう。

他の人の分まで頑張る
ロジスティシャンのひたむきさは素晴らしく、この気質のおかげで多くのことを達成できるのですが、他の人に利用されて、せっかくの強みが弱みになってしまうこともあります。勤労意欲が高く、義務感も強い人たちなので、日常的に他の人の責務を引き受けてしまうこともあるでしょう。ロジスティシャン自身はそのような状況に不満をこぼしていなくても、同僚、友人、または愛する人たちの分まで頑張るよういつも期待される（または自ら進んで引き受ける）と、やる気を失ってしまったり、疲れ切ってしまったりすることもあります。

ロジスティシャンは他の人の分まで仕事をしてしまう上に、功績を認めてもらえない場合もあるでしょう。
感情を難なく表現できる人たちとしてロジスティシャンは知られているわけではないのですが、だからといって、自分の役割以上の仕事を担うことにイライラや怒りを感じないわけではありません。バランスの取れた人間関係を保ち、関係の持続性に気をつけていないと、ロジスティシャンが大事にする“安定性”が損なわれてしまう場合もあります。やるべきことが沢山ありすぎる場合は適切なバウンダリーを引いて、率直に相手と話すようにすれば、忠義・明晰さ・信頼性を含めた持ち前の多くの特性をフルに有効活用して世界に貢献できるでしょう。
""",
"ISFJ":"""\
擁護者
ISFJ型の性格
I
内向型
S
観察
F
感情型
J
計画型
擁護者
愛は分かち合うことによってのみ、育まれます。人に愛を注ぐことによってのみ、あなたはより多くの愛を受け取れるのです。

ブライアン・トレーシー
擁護者は、控えめで地味なやり方で世の中を動かす人たちです。勤勉で献身的なので、自分の周りの人たちに対する強い責任感もあります。誕生日や特別な日などを忘れることはなく、締め切りも守り、愛する人たちに対してのサポートと配慮を行動で示すでしょう。自分の努力や配慮を認めるよう相手に要求することは滅多にせず、人のために陰で色々と動くことを好む人たちです。

非常に有能で実行力があり、多才な上に、繊細で思いやり深い面もあり、同時に分析能力が高く、細かいことにもよく気づくタイプでもあります。控えめな気質ですが人付き合いも得意なので、人間関係も安定しているでしょう。擁護者はさまざまな素晴らしい特徴を持つ人たちで、日常の他愛無い場面でも持ち前の強みを発揮する傾向にあります。

擁護者は根っから利他的なので、誰かに優しくしてもらったら、なおいっそうの優しさで相手に接します。また情熱的かつ寛容な姿勢で大事な人たちに接したり、大切な仕事に取り組んだりするでしょう。
擁護者 (ISFJ)型の性格
“忠実さ”という賜物
擁護者の最も顕著な特徴は忠実さで、必要な努力をせずに友人・恋愛関係を自然消滅させることはまれです。むしろ、愛する人たちとの強い結びつきを維持するために、多くのエネルギーをつぎ込むタイプで、ただ単に「元気？」とメッセージを送るだけではありません。友人や家族がつらい思いをしている時はいつでも、すべてを放り出して手を差し伸べる人たちとして知られています。

自分の助けを必要としている人のために何かをする——。そんな時こそ、「自分は最も人の役に立てるし、最も活力にあふれている」と擁護者は感じるでしょう。
擁護者は親しい人たちだけに忠実なのではなく、自分が属するコミュニティ、雇用主、さらには家族のしきたりなどにも忠実です。でも献身的な姿勢や奉仕の精神にはデメリットもあります。“勤勉で頼りがいがある”という擁護者の気質につけこむ人もいるので、働きすぎたり燃え尽きたりすることもあるでしょう。それでも、自分の性分や人間関係、ものごとの進め方を変えようか…と考え出すと、たとえそれが必要な“変化”であっても、罪悪感を覚えたりストレスを感じたりしてしまうことがあるでしょう。

非常に高い基準を課す
「これでまあじゅうぶんだろう」 ——他の人はそう感じても、擁護者が満足することはほぼないでしょう。擁護者は完璧主義と言っていいくらい細かいことにこだわる上に、自分の責務を真剣に受け止めるタイプなので、絶えず自分ができることをすべてこなし、常に周囲の人の期待をはるかに上回ることを成し遂げます。

擁護者は謙虚なことで知られていて、注目を浴びたいとは滅多に思わない人たちです。
周りの人が自分の努力を感謝してくれない、または、そもそも自分がしたことに気づいてくれない…。そんな時、擁護者はどう反応するでしょうか？擁護者は自分の行いを控えめにみせる傾向にありますが、正当に評価されたくないわけでもありません。自分の気遣いを周りの人に“当たり前”と思われることも、望んでいません。擁護者は自分を自分で擁護する方法を学ばなければ、やる気と情熱を静かに失い、やがては自分をありがたく思わない人たちを不快に感じるようになってしまうでしょう。

他の人のために、そして自分のために動く
擁護者は内向的ですが、人と関わるのも大好きです。周りの人の人生の詳細を覚えていられるので、知人や友人に「擁護者は自分を大切に受け入れてくれるし、自分のことを理解してくれる…」と思わせる才能があります。特別な機会に、大小に関わらず最高の贈り物を選ぶ——。この能力で擁護者に勝る性格タイプはほぼいないでしょう。

献身的で思慮深い人たちなので、“安全・安定かつ幸せな生活”を周りの人が築くための手助けをすることに、大きな喜びを感じます。自分が他の人のために行動するのと同様に、自分で自分のためにも何かをする——。これは擁護者が苦手とすることですが、これができるようになれば、今まで以上の活力とやる気を持って世界に貢献できるでしょう。
""",
"ESTJ":"""\
幹部
ESTJ型の性格
E
外向型
S
観察
T
思考型
J
計画型
幹部
秩序はあらゆるものの基礎である。

エドマンド・バーク
幹部は伝統や秩序を非常に大事にする人たちで、社会的に容認されている事柄や善悪についての自らの理解をもとに家族やコミュニティを団結させます。正直である、何かに専念する、尊厳を保つ——このような価値観を大切にしながら分かりやすいアドバイス・指導をするので人々にありがたがられているでしょう。困難な状況にあっても喜んで皆を先導するタイプでもあります。人をまとめる能力に誇りを持っているので頻繁にコミュニティのまとめ役になり、皆に愛されている地元のイベントを祝うために多くの人を呼び集めたり、家族やコミュニティの団結のために重要な伝統的価値観を擁護したり頑張る人たちです。

幹部 (ESTJ)型の性格
手本を示す
このようなリーダーシップは民主的な社会で大いに重宝されている上に幹部型は人口の11%以上を占めるので、多くの大統領が幹部型であることは納得でしょう。実力に裏付けられた権力および法の支配を強く信じている人たちでもあります。献身的に何かに取り組む、意図的に正直である、特に仕事において怠けたりズルをしたりすることを完全に拒否する——これらの価値観を自ら行動で表すことで、周りの人に手本を示しながら指導するでしょう。きつい肉体労働は人格形成に最適だ…と主張するタイプの人たちです。

幹部は自分の周囲の環境をよく把握できていて、検証可能で明確な事実からなる世界に生きています。自分の知識を疑わないので、大きな抵抗があっても自分の道義を貫き、容認できること・できないことについての持ち前の明確なビジョンを推し進めるでしょう。幹部の意見は机上の空論ではないので、極めて難しいプロジェクトにも進んで関わり、アクションプランを改善したり、仕事を進めながら詳細を整理したりして、ものすごく複雑なタスクであっても簡単でとっつきやすいものにしてくれるでしょう。

それでも、幹部は一人で仕事をするわけではないので、周りの人も自分同様高い勤労意欲を持ち、信頼できる人であるよう求めます。約束を守る人たちでもあります。パートナーや部下が怠惰・無能であったり、またはもっとひどい場合、嘘をついたりした結果、共同作業が台無しになった——そんな場合には激怒し、自分の怒りを隠しもしないでしょう。よって、“柔軟性がない”という悪評がついてしまうこともあります（これは番人グループに属するすべての性格タイプが持つ気質です）。でも、幹部の頑固さは気まぐれによるものではなく、「社会がうまく機能するには自分が大切にする価値観は不可欠だ」という考えに基づくものなのです。

大きな責任を負う
幹部は“理想的な市民”の典型です。近所の人に手を貸し、法律を擁護し、自分が大切にするコミュニティや組織に皆が参加するよう努めるでしょう。
全員が同じ道をたどるとは限らないし、同じやり方で貢献するとも限らない——これを認識するのが、幹部にとって主な課題です。真のリーダーは個人とグループ双方の強みを理解しながらも、各個人の意見を検討するよう励みます。そうすれば確実にすべての事実を集めることができ、皆の利益になるように集団を率いることができるでしょう。
""",
"ESFJ":"""\
領事
ESFJ型の性格
E
外向型
S
観察
F
感情型
J
計画型
領事
お互い励まし合い、高め合い、支え合いなさい。前向きなエネルギーがひとりに伝わると、皆がそれを感じるから。

デボラ・デイ
人生を分かち合えた時、領事は一番の幸せを感じます。友達・隣人・愛する人たちへ、自宅、そして自分の心を開くことで多くのコミュニティの根底を支えているのが“領事型”性格タイプの人たちです。

かといって、領事が聖人であったり、領事に嫌いな人がいなかったり…というわけではないですが、“礼儀”と“おもてなし”に重きを置く義理堅い性分の持ち主です。寛大かつ頼りがいがあり、自ら進んで大小さまざまなやり方で家族やコミュニティを団結させるよう努める人たちでもあります。

「自分は大切に思われている。支えてもらっているし、安心できる」と周りの人に感じさせるのが領事は得意です。
領事 (ESFJ)型の性格
“責任ある生き方”の美点
正しいことを行い、他人に奉仕し、自分によくしてくれた人にお返しをする——。領事は利他的な性分なので、これらのことを自分の責務と考えます。

また、ほぼすべての状況において、“正しい行い”は明確に存在するとも信じています。“自分は自分、他人は他人”という考えを持つ寛大な性格タイプもいますが、領事の場合、間違ったことをしている人を非難せずにはいられないこともあります。その結果、自分の意見に賛成できない人がいると（自分にとって大切な人に賛成されなかったらことさらに）、もどかしく感じるでしょう。

領事は明確な倫理観の持ち主なので、他の人がそれにそぐわない行動をすると、すっかり面食らってしまいます。
領事にとって善悪の基準は明白なので頑固になりやすいのですが、領事の意見は気まぐれなものではなく、多くの場合、伝統を深く尊重したものです。自分の言動は周囲に影響を与えることも理解している人たちで、「日常生活において他人に思いやりを持ち責任ある行動を取るためには、既存の法律、伝統、社会規範などは役立つものだ」と信じています。

長続きする人間関係を築く
外向的な上に周りの人をサポートするのが得意なので、領事はパーティーなどが大好きで、他の皆が楽しい時を過ごせるように色々と気配りをするタイプです。でも、ただ単にその場限りで面白おかしく過ごすのが好きなわけではありません。根っから義理堅い性分でもあるので、長続きする人間関係を築く傾向があり、他の人が“手助け”や“聞く耳”を必要としているときに頼れる人たちでもあります。

誕生日や祝日などを、領事が祝わずに見過ごすことはほとんどないでしょう。友達や愛する人に関するどんな小さいことでも忘れないように心がける人たちなのです。
秩序だった環境を大事にする領事は、とっさの思いつきで何かをしたり、目的が決まっていない集まりに参加したりするより、事前に計画されたイベントなどに参加することを好みます。すべてがうまく進むように、自分自身がイベントなどを主催することもいとわないタイプです。「自分は大切にされていて、周りの人は自分を祝ってくれている」と他の人が感じられるように領事は頑張るので、「せっかくの自分の努力をありがたく思ってくれない人がいる…」と感じると、むきになってしまうこともあります。

たとえ親しい人であっても、他人の考えや行動を自分はコントロールできない——。この事実を受け入れることが、領事にとって人生最大の難関のひとつです。幸いにも、領事は自分が一番得意なことを懸命にすれば、心の平和と充足を得られるでしょう。つまり、思いやりと責任感がある人間として模範を示し、その過程で周囲の人々を結びつける——。これに集中するのです。
""",
"ISTP":"""\
巨匠
ISTP型の性格
I
内向型
S
観察
T
思考型
P
探索型
巨匠
私は人生、違う人生を歩みたいと思いました。毎日同じ場所に行って同じ人に会って同じ仕事をしたくなかったのです。面白いチャレンジが欲しかったのです。

ハリソン・フォード
巨匠は好奇心旺盛な上に合理主義的かつ現実的で、自分の周りの世界を実際に見たり触ったりしながら探索するのが大好きな人たちです。創作の才能があるので、プロジェクトを転々としながら周囲の環境から学び、遊び半分に役立つものや不要なものを作り上げたりするのを楽しみます。エンジニアや整備士として何かを分解して、以前より少し良い形に再度組み立てることに極めて大きな喜びを感じるでしょう。

巨匠 (ISTP)型の性格
何かを作ったり、トラブルシューティングや試行錯誤をしたり…巨匠は実体験を通してアイデアを探索します。他の人が自分のプロジェクトに興味を持つとうれしく思い、首を突っ込まれても気にならないこともありますが、もちろん周りの人が巨匠の信念と自由を尊重することが前提です。巨匠が逆に相手のプロジェクトに関心を持つこともじゅうぶんありえるでしょう。

特に自分にとって大切な人たちと一緒に何かを行ったり、手助けをしたりするのが好きなタイプなので、巨匠型の人たちは全人口の約5%しか占めないのが残念です。女性の巨匠はもっとレアですが、社会が女性に求める“性別役割分業”には当てはまらない人たちです。幼いときから“わんぱく”だと思われる女性の巨匠は少なくないでしょう。

あえて違うことをする
機械的な気質があるので一見単純な人だと思われがちですが、実際はかなり謎めいた人たちです。友好的だけど人前に出たがらず、落ち着いているけど急に何かを無計画にすることがあり、並外れて好奇心旺盛だけど学業に集中できない…このような性分の持ち主なので、巨匠が愛する人たちや友人でさえも巨匠の言動を予見するのは簡単ではありません。とても忠実で落ち着いているように見えるのですが、衝動的なエネルギーを蓄えている傾向があり、何の前触れもなくエネルギーを爆発させることで興味の矛先が大胆に変わることもあります。

巨匠はこのような劇的な変化を起こすことでビジョン・クエストのようなことをしているのではなく、ただ単に新たな興味分野の可能性を探索しているだけなのです。
現実主義に基づいて意思決定をする上に、公正さ——つまり「人にしてもらいたいと思うことをあなたも人にしなさい」という姿勢——を非常に大事にする人たちです。これを知っていると、巨匠の不可解な気質も納得できるでしょう。自分が不快な思いをしたくないので、人の感情を損ねないようにする——このように過度に用心深くなるのではなく、いい意味でも悪い意味でも相手からの仕返しはフェアなものとして受け入れるタイプなので、別の意味でやり過ぎでもあります。

巨匠にとって最大の難関は、自分の寛大な性分を当たり前のものと考え、周りの人も同様に寛大だと思い込んで身軽に行動し過ぎてしまうことです。無神経な冗談を言ったり、他の人のプロジェクトに深入りし過ぎたり、ばか騒ぎをして遊んだり、もっと面白いことを見つけたからといって急に計画を変えたり——巨匠はこのようなことを真っ先にするタイプです。

規則に従わない
他の多くの性格タイプは自分よりかなり明確に“規則”や“容認できる行動”についての許容範囲を設定していることに巨匠は気づくでしょう。他の性格タイプは配慮に欠ける冗談を聞きたくないと思っているだけでなく、当然自ら同様の冗談を言い返すことはしません。馬鹿騒ぎが好きな人と一緒にいても自分自身は馬鹿騒ぎには参加しないのです。感情がたかぶっている状況で相手のこのようなバウンダリーを無視してしまうと、思わぬ面倒を招くこともあるでしょう。

感情を予測するのは巨匠にとってものすごく難しいことです。でも、巨匠の感情や動機を判断するのは極めて困難な上に巨匠は公正さを大事にする傾向もあるので、これは自然な流れでしょう。共感力ではなく行動を通して人間関係を円滑にしようとする巨匠の傾向は、もどかしい状況を生み出してしまうこともあります。必要に応じて規則を無視したりして自由に動き回りたい人たちなので、巨匠はバウンダリーやガイドラインを苦手とします。

自分のスタイルと予見不可能な性分を理解してくれる良き友人と一緒に働ける環境を見つけられた場合には、持ち前の実務を大事にする姿勢、ユーモアのセンス、創造力を総動員して、解決策や実践的な何かを生み出しながら、長期にわたり色々と便利なものを作り出し、幸せと満足を感じるでしょう。
""",
"ISFP":"""\
冒険家
ISFP型の性格
I
内向型
S
観察
F
感情型
P
探索型
冒険家
一日の中で私は変化する。起きた時の私と、寝る時の私は確実に違う人間だ。

ボブ・ディラン
従来の芸術家とは異なるかもしれませんが、冒険家は真の芸術家です。冒険家にとって人生は自己表現のためのキャンバスで、服装から自分の時間の使い方まで、冒険家の生き様は個性を鮮やかに反映するものです。

一人ひとりユニークで、好奇心旺盛かつ新しいことを試すのが好きな人たちなので、多岐にわたる独特な興味や情熱を持っているのも冒険家の特徴です。ものごとを探求するのが大好きで、しかも日々の生活に喜びを見い出すことも得意なので、非常に面白い人だと周囲の人に思われることが多いでしょう。気取らず謙虚な気質なので、本人は「ただ自分の好きなことをやっているだけ」と思っていることが多く、自分がどんなに並外れた人間か気づいていない場合もあるでしょう。

冒険家 (ISFP)型の性格
“偏見のない心”の美しさ
冒険家はさまざまな状況や環境にフレキシブルに対応するタイプです。綿密なスケジュールやルーティンを好む性格タイプの人もいますが、冒険家は違います。一日一日をあるがままに生きて、その瞬間に自分がやるべきと感じることを実行する人たちです。想定外のことが起こってもいいように、日々の生活に“のびしろ”を十分に確保する傾向があるので、自分一人で、または大切な人と共に深く計画せずに外出したり冒険的なことをしたりすることも多いでしょう。

このように柔軟な考え方の持ち主なので、飛び抜けて寛容で、広い心を持っています。自分と全く違う考えやライフスタイルの人も含めて、多種多様な人がいる世界に生きることを心から楽しいと感じるのです。自分の考えを見直したり改めたりすることを、まったく臆さない性分も納得できるでしょう。人に第二のチャンスを与えることの重要も、強く認識している人たちでもあります。

誰にも批判されずに、皆が自分の生き方を決められる世界を冒険家は望みます。
とはいっても、流れに身を任せる気質にはデメリットもあります。長期的計画を立てるのが苦手で、計画通り実行するのはもっと苦手と感じる冒険家も多いでしょう。その結果、目標達成能力に自信が持てなかったり、他の人を落胆させてしまうかも…と心配したりする傾向もあります。生活環境を少し整えたりすれば、自立性を失わずに、より手際良く物事をこなせるようになるかもしれません。

調和を保ちながら生きる
この性格タイプは気さくで心温かく、思いやりのある人たちで、親しい人たちと一緒に過ごす時間を心から楽しみます。ただし、内向的な性格の持ち主でもあるので、人と交流した後はひとりの時間を作ってエネルギーを補給する必要があります。ひとりでいることで、冒険家は自分のアイデンティティを再構築する、つまり、ありのままの自分と再びつながるのです。

ひとりきりの時間を作らなければ、冒険家は外的環境に対応するばかりで　日々の生活の波にもまれてしまい、自分のやり方で物事を進められなくなり　自分を見失ってしまいます。
冒険家はクリエイティブかつ自由奔放、そしてマイペースなので、他人にどう思われるかは特段、気にしない人たちかと思われるかもしれませんが、実は違います。思慮深く、鋭い洞察力があるので、周りの人が言葉にしない気持ちや考えを察することもでき、「自分が誰かに嫌われている」「認めてもらえていない」「理解されていない」と感じると、取り乱してしまうこともあります。批判されると冷静でいられなくなり、強く批判されたりフェアでない批判を受けたりすると、周りが驚くほど激怒することもあるでしょう。

ですが、悪いことばかりではありません。冒険家は今を生きる人たちなので、過去にあった嫌なことをあれこれ悩んでもしょうがないことを理解しています。改善されるべき点ばかりに着目するのではなく、今の人生でうまくいっていることに感謝するという素晴らしい性質も備えています。他の人が見逃してしまうような楽しみや美しさの源を、どこにでも見つけられるのです。このような物の見方は、冒険家が持つ数ある資質のひとつです。
""",
"ESTP":"""\
起業家
ESTP型の性格
E
外向型
S
観察
T
思考型
P
探索型
起業家
人生は大冒険でなければ意味がない。

ヘレン・ケラー
起業家は自分の周囲にいつも何らかの影響をもたらしている人たちで、パーティーで起業家を見つけるのは簡単です——色々なグループを転々とする起業家の周りを人々が渦巻いているので、その渦を探せばいいのです。起業家は単刀直入かつ粗野なユーモアで皆を笑わしたり楽しませたりするのが得意で、注目を浴びるのが大好きなタイプです。観客をステージに呼ぶパフォーマンスなどがあった場合、自分で進んで手を挙げるか、または、控えめな友人のために手を挙げたりするでしょう。

理論や抽象的概念、グローバルな問題とその影響についてのらりくらりと長時間議論するのは起業家にとって面白いものではありません。そこそこ知的でハツラツとした会話、そして現実に起きていることについての話を好み、話すだけでなく実際に行動に移せれば、なおさら良いと思っている人たちです。机上で免責条項を整えたり不測の事態のための準備をするのではなく、ものごとを見る前にアクションを起こし、動きながら問題を解決するタイプです。

起業家 (ESTP)型の性格
すぐさま飛びつく
危険な行為をするのが自分のライフスタイル——数ある性格タイプの中でもこのようなライフスタイルを楽しむ可能性が最も高いのは起業家です。まるで台風の目のように“今この瞬間”を生きて、すぐさま行動を起こす…。修羅場・情熱・快楽を好む人たちですが、精神的なスリルではなく、持ち前の論理的な頭脳への刺激を求めています。刺激反応を合理的かつ矢継ぎ早に処理しながら、現実と事実に基づいて重要な決断を下さなければいけない——そんな状況が好きなのです。

その結果、学校やその他多くの規則などがある整った環境を苦手とします。もちろん頭が悪いからではなく、良い成績も収められるのですが、色々なことが厳格に管理されている講義形式の公教育は起業家が好きな実践的な学習からはものすごくかけ離れています。公教育は目的を達成するための必要な手段であり、エキサイティングな機会を作り出すものである——かなり精神的に成熟してからでないと、このような考えにはならないでしょう。

起業家にとってもう一つの難題は、自分の倫理観が理にかなっていると思っていることです。規則は破られるために作られている——起業家はこのように考えるのですが、高校の教師や職場の上司がこんな意見に賛成することは滅多にありません。その結果、起業家は不評を買うこともありますが、問題行動を最低限にして、自分のエネルギーを有効活用し、退屈なことでも頑張って集中すれば、一目置かれる存在になるでしょう。

型にはまらない
他の性格タイプと比べると起業家はもしかしたら最も敏感で偏見のない考えがあるおかげで、“些細な変化に気づく”という独特の能力も持っています。誰かの表情の変化があったり、新しいファッションスタイルになったり、癖がなくなったりした時、他の性格タイプの場合、何か少しでも気づければ良いのですが、起業家は隠された思考や動機をも理解できるのです。このような観察結果をもとに起業家はすぐ変化についてコメントしたり相手に質問したりするのですが、思いやりに欠けてしまうこともよくあります。自分の秘密や決断について皆に知られたくないと思う人もいることを、覚えておくといいでしょう。

起業家の“すぐに行動に移す能力”や“一瞬で何かに気づく能力”を、特に緊急事態において求めている企業もあります。
でも気をつけないと、その瞬間に起きていることに没頭してしまったり、度が過ぎてしまったり、敏感な人たちを無視してしまったり、はたまた自分の健康や安全を無碍にしてしまう場合があります。起業家は全人口の4%しか占めないのですが、世の中に競争や刺激を作り出すにはこれはちょうどいい数で、これ以上多くいたらシステミックリスクを作り出してしまうでしょう。

起業家は情熱的でエネルギッシュな上に合理的な性分の持ち主ですが、時々、注意散漫なこともあります。周りの人をインスパイアしたり説得したりするのが得意で、生き生きとしていて、グループのリーダーになる素質もあります。型破りなやり方で皆をリードし、どこに行ってもハツラツ感・ワクワク感を生み出すでしょう。このような特性を建設的でやりがいのある目標のために生かすことは、起業家にとって大きな課題でもあります。
""",
"ESFP":"""\
エンターテイナー
ESFP型の性格
E
外向型
S
観察
F
感情型
P
探索型
エンターテイナー
1秒1秒のために、ためらわずに生きなさい。

エルトン・ジョン
場の成り行きにまかせて突然、歌を歌い始めたり、踊り出したり…。そんなことをしている人がいたら、その人はきっとエンターテイナー型の性格タイプでしょう。エンターテイナーは、一旦何かにワクワクすると夢中になり、他の皆ともその感覚を共有したいと思うのです。周りの人を励ますためには時間と労力を惜しまず、人々を巻き込んでいくのがものすごく得意な人たちでもあります。

エンターテイナー (ESFP)型の性格
情熱的に生きる
どこにいても注目を浴びるのが大好きなので、エンターテイナー型の著名人の多くは俳優として活躍しています。友人のために一芝居するのも好きなので、独特な下品のウィットを効かせながらおしゃべりをして皆の注目を集め、どんなイベントであってもパーティーのように場を盛り上げる人たちです。このうえなく社交的で、しかも、ものすごくシンプルなことに喜びを感じるタイプなので、仲の良い友人たちと楽しく過ごす時ほど幸せに感じることはないでしょう。

話し上手なことだけが、エンターテイナーの取り柄ではありません。他の性格タイプと比べると最も研ぎ澄まされた美的感覚を持つ人たちで、身だしなみや服装からインテリアにいたるまで、優れたファッションセンスが光ります。何でも一眼見れば、見栄えがするかどうか分かるので、自分のスタイルに合うように周りの環境を変えることもためらいません。

観察眼があり、他の人の感情にとても敏感なので、普段はそのように見えないかもしれませんが、エンターテイナーは自分がいつも主役でないことを認識しています。厄介な問題を抱えている人に対して、「問題解決のためにいろいろと話し合ってみよう」と誰よりも先にサポートし、精神的な支えになってあげたり実用的なアドバイスを提供したりすることもよくあります。でもエンターテイナー自身について何か問題がある場合は、真正面からその問題に取り組むのではなく、衝突を避けようとする傾向があります。普段は“情熱がほとばしる状況”や“劇的な事件”を大いに楽しむのですが、自分が非難の的になる場合はそのようなことを歓迎しません。

アドリブでものごとを実行する
目先の快楽ばかりに集中してしまい、そのような楽しみを味わうためにやらなければいけない義務や役割を無視してしまう——。この傾向はエンターテイナーの最大の課題です。複雑な分析や反復作業をしたり、統計から現実を探ったり…という活動を苦手とし、むしろ運に任せてチャンスが巡ってくるのを待つ傾向があります。または、友人がたくさんいるので、そのうちの誰かに助けを求めることを好みます。“定年後の人生設計”や“糖分摂取量”など長期にわたり管理が必要なことについては、自分の代わりに面倒を見てくれる人がいつもいるとは限りません。エンターテイナーが自分自身でやるのは簡単ではありませんが、自分でやるよう努めることが大事です。

“品質や価値を見極めるのが得意”という素晴らしい特性も持っていますが、計画性がないタイプなので、自分の収入以上の暮らしをしてしまうこともあるでしょう。クレジットカードの扱いはじゅうぶんに気をつける必要があります。長期目標に向かって計画的にものごとを進めるのではなく、チャンスに飛びつくことに熱心な人たちです。不注意なこともあるので、経済的に手が届かないアクティビティもあるでしょう。

友人がしている活動にやむを得ず自分は参加できないことに気づくと、エンターテイナーはものすごく不満に感じるでしょう。
「何か新鮮で楽しいことを試したい」と思っている人を必要としている場面、または“笑い”や“遊び心”が求められている場面では、いつもエンターテイナーは歓迎されます。しかも、周りの人を巻き込んで何かをするのは、エンターテイナーが大好きなことです。当初の話す予定だったテーマ以外のことについて誰かと何時間も話し込んだり、愛する人のあらゆる感情に共感したり——。そんなことができる人たちです。エンターテイナー自身が将来に向けてしっかりと準備を整えることさえできれば、ワクワクするような新しいことに喜んでいつでも友人を連れて飛び込んで行くでしょう。
""",
}
